---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures
source: html/1cd8eae9-aab1-2808-fbaa-b95bdf9ff3eb.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures

Failures about Inaccurate.

## Syntax (C#)
```csharp
public static class InaccurateFailures
```